const paramsJson = [
  {
    图片: "01.jpg",
    场景: "大海 人物",
    选调: "偏重色调",
    基础: "降高光 提阴影",
    相机校准: {
      r: "色相 +23 古铜色的效果,所以往橙色靠 降低饱和",
      g: "g: 提升饱和 +19",
      b: "提升饱和 +11"
    },
    HSL: {
      b: "提高饱和 降低明亮"
    }
  },
  {
    图片: "02.jpg",
    场景: "室内 人物",
    选调: "白色偏蓝色调",
    基础: {
      曝光微调: "+11",
      高光: "降-30",
      阴影: "拉升+11",
      白色色阶: "+11",
      黑色色阶: "+36"
    },
    分离色调: {
      高光: "色相为蓝色的 更蓝",
      阴影: "色相为橙色的 更橙"
    }
  },
  {
    图片: "03.jpg",
    场景: "逆光 日系 小清新",
    选调: "温暖 阳光 红绿互补",
    色温: "稍冷 左移",
    基础: {
      曝光微调: "+0.55",
      对比: "-40",
      高光: "-10",
      阴影: "+30",
      白色色阶: "-71",
      黑色色阶: "-24"
    },
    偏好: {
      清晰度: "+5",
      鲜艳度: "+35",
      饱和度: "+10"
    },
    HSL: {
      橙色: {
        明亮度: "+37",
        饱和度: "+9"
      },
      黄色: {
        明亮度: "+15"
      }
    },
    分离色调: {
      高光: "色相为蓝色的 更蓝",
      阴影: "色相为橙色的 更橙"
    }
  },
  {
    图片: "05.jpg",
    场景: "夜景 人像",
    选调: "饱和度高 色彩极致",
    色温: "偏冷 左移",
    基础: {
      高光: "-95",
      白色色阶: "+33",
      黑色色阶: "-25"
    },
    偏好: {
      鲜艳度: "+100"
    },
    色调曲线: {
      暗色调: "+87"
    },
    HSL: {
      橙色黄色: {
        明亮度: "-60", // 人物补光太白
        饱和度: "-14"
      },
      蓝色: {
        饱和度: "-80"
      }
    },
    分离色调: {
      高光: "色相为蓝色的 更蓝 色彩平衡 + 24",
      平衡: "-100"
    },
    相机校准: {
      红: "饱和度 -32",
      绿: "饱和度 -100",
      蓝: "饱和度 +100"
    }
  }
];
